<template>
  <div class="section">
      <div class="columns">
        <div class="column is-two-fifths">
          <img src="https://via.placeholder.com/340" alt="">
        </div> <!-- right -->
        <div class="column">
          <p class="caption-history">
            ลานนาการพิมพ์ ได้ก่อตั้งขึ้นในปี 2516 ตั้งแต่รุ่นคุณพ่อ เราได้พัฒนางานพิมพ์ให้ทันสมัยตามวิวัฒนาการสิ่งพิมพ์ที่เปลี่ยนแปลงในแต่ละยุคสมัย มีบุคลากรที่ชำนาญการ ทำหน้าหน้าดูแลและควบคุมและตรวจสอบงานให้มีประสิทธิภาพ มีฝ่ายขายที่คอยอำนวยความสะดวก รวดเร็วทั้งก่อนและหลังการขาย ที่สำคัญ มีทีมงานกราฟิกดีไซน์ระดับมืออาชีพ ที่ออกแบบงานให้ดูแปลกใหม่ ทันสมัย สร้างสรรค์ผลงานตามความต้องการของลูกค้า
          </p>
          <p class="caption-history">
          ปัจุบันลานนาการพิมพ์ ได้เพิ่มกระบวนการผลิตสิ่งพิมพ์ครบวงจร (One Stop Service) ตั้งแต่กระบวนการก่อนพิมพ์ กระบวนการพิมพ์ และการบวนการหลังพิมพ์ ด้วยเครื่องพิมพ์ดิจิตอลที่มีความทันสมัย สามารถรองรับงานพิมพ์ที่ต้องเปลี่ยนฐานข้อมูล (Variable Data) และสื่อสิ่งพิมพ์เพื่อการตลาดเฉพาะบุคคล (Identity Data)
          </p>
          <p class="caption-history">
          จากประสบการและความรู้ทางด้านการพิมพ์ที่ได้สั่งสมมานานกว่า 40 ปีเราพร้อมให้บริการปรึกษางานพิมพ์ทุกชนิด ตั้งแต่การออกแบบ ผลิต และจัดส่งเพื่อตอบสนองความต้องการของลูกค้าผู้มีอุปการะคุณให้ได้งานพิมพ์คุณภาพตรงกกับความต้องการในราคาที่เป็นกันเอง
          </p>
        </div> <!-- left -->
      </div>
    </div>
</template>

<script>
export default {
  data () {
    return {}
  }
}
</script>

<style scoped>
.caption-history {
  text-indent: 40px;
}
</style>

